Repository: AnthonyDTU/UnlockIT
Catalog: UnlockIT/UnlockIT/*.lproj/Localizable.strings
Languages: da

source: (Which actually uses WiFi, but don't tell anyone...)
da: (Som faktisk benytter WiFi, men shh)

source: Add Lock
da: Tilføj Lås

source: Add room
da: Tilføj Rum

source: Add Room
da: Tilføj Rum

source: Add User
da: Till Bruger

source: Admin Controls
da: Administrator Muligheder

source: Administrator Privilige
da: Administrator

source: Administrators
da: Administratorer

source: Are you sure you want to delete this user?
da: Er du sikker på at du vil slette denne bruger?

source: Attached Locks
da: Reletered Låse

source: Attributes
da: Relateret Data

source: Authentication Level
da: Authentications Niveau

source: Authorization
da: Autoritasion

source: Authorized Users
da: Autoriserede Brugere

source: Bookable
da: Kan Bookes

source: Booked Rooms
da: Bookede Rum

source: Cancel
da: Fortryd

source: Confirm Password
da: Bekræft Kodeord

source: Create User
da: Opret Bruge

source: Credentials
da: Loginoplysninger

source: Delete
da: Slet

source: Delete User
da: Slet Bruger

source: Department
da: Afdeling

source: Department is empty
da: Afdelingen Ikke Specificeret

source: Department:
da: Afdeling:

source: Description
da: Beskrivelse

source: Edit User
da: Juster Bruger

source: Email does not contain @
da: Email indeholder ikke @

source: Email is empty
da: Email er tom

source: Employee Number
da: Medarbejdernummer

source: Employee number is empty
da: Medarbejdernummer er tomt

source: Emplyee Number
da: Medarbejdernummer

source: Error deleting user...
da: Fejl ved sletning af bruger

source: Error loading users from database
da: Fejl ved læsning af brugere fra database

source: Error updating user...
da: Fejl ved opdatering af bruger

source: Error updating users from database
da: Fejl ved opdatering af brugere i databasen

source: Error While Creating User...
da: Fejl ved oprettelse af bruger

source: Failed Getting Company Name
da: Fejl ved læsning af firmanavn

source: Failed Getting UserID
da: Fejl ved læsning af bruger ID

source: hello
da: Hej

source: Home
da: Hjem

source: Invalid Credentials
da: Invalide loginoplysninger

source: Is Administrator:
da: Er Administrator:

source: Job Title
da: Job Titel

source: Job Title:
da: Job Titel:

source: Level %lld
da: Niveau %lld

source: Lock Description
da: Lås' beskrivelse

source: Locks
da: Låse

source: Log Out
da: Log ud

source: Login
da: Log ind

source: Login to use app features..
da: Log ind for at bruge appen

source: Manage Rooms
da: Administrer Rum

source: Manage Users
da: Administrer Brugere

source: Name
da: Navn

source: Name:
da: Navn:

source: Network Error
da: Netværks fejl

source: Not Authorized
da: Ikke Authorizeret

source: Password
da: Kodeord

source: Passwords does not math
da: Kodeord matcher ikke hinanden

source: Position is empty
da: Position er tom

source: Privilege
da: Privilegie

source: Privilege:
da: Privilegie:

source: Privilige
da: Privilegie

source: Room
da: Rum

source: Room Description
da: Rum Beskrivelse

source: Room Type
da: Rum Type

source: Save
da: Gem

source: Server Error
da: Server fejl

source: Since it is your first login, you need to update your password before using the app
da: Siden det er dit første login, vil vi bede dig om at ændre dit kodeord, før du kan bruge appen.

source: This action cannot be undone!
da: Denne handling kan ikke fortrydes

source: Under Construction...
da: Under Konstruktion

source: Unexpected Error
da: Uventet fejl

source: Update Password
da: Opdater Kodeord

source: Update room
da: Opdater Rum

source: Update User
da: Opdater Bruger

source: User Created Successfully!
da: Bruger oprettet succesfuldt!

source: User deleted successfully!
da: Bruger slettet succesfuldt!

source: User Details
da: Brugerdetaljer

source: User updated successfully!
da: Bruger opdateret succesfuldt!

source: Users
da: Brugere

source: We need to verify that it is really you using your phone
da: Vi har brug for at verificere at det faktisk ér dig der bruger appen.
